Repository: PranjalSingh2608/Appathon
Catalog: lib/l10n/app_*.arb
Languages: hi

source: WELCOME TO MERIDAIRY
hi: मेरिडेयरी में आपका स्वागत है

source: Register Cattle
hi: पशु पंजीकृत करें

source: Cattle Archives
hi: पशु संग्रह

source: Register Milk
hi: दूध पंजीकृत करें

source: Milk Record
hi: दूध रिकॉर्ड

source: Community
hi: सामुदायिक

source: Marketplace
hi: बाजारस्थल

source: Learn
hi: सीखें

source: Stock Alert
hi: स्टॉक अलर्ट

source: Premium
hi: प्रीमियम
